<!-- IMPORT partials/breadcrumbs.tpl -->
<div data-widget-area="header">
	{{{each widgets.header}}}
	{{widgets.header.html}}
	{{{end}}}
</div>

<div class="faq">
    <div class=section">
        <h2>הרשמה</h2>
    </div>
    <div class="question">
        איך אני מצטרף ל-techie?
    </div>
    <div class="answer">
        תצטרך לאמת דוא"ל עבודה כדי להצטרף ל-techie. אימות דוא"ל עבודה  יעניק לך הרשאות קריאה וכתיבה מלאות. בלי לאמת דוא״ל עבודה תקבל גישה לקריאה בלבד.
        כדי ליצור חשבון, לחץ על הרשמה ולאחר מכן בחר שם משתמש וסיסמה. בעמוד הבא הזן את כתובת הדוא"ל שלך בשדה אימות דוא"ל.
    </div>
    <div class="question">
        למה אני צריך לאמת דוא"ל עבודה כדי לקבל גישה מלאה?
    </div>
    <div class="answer">
        חלק מרכזי בשירות שלנו הוא לבנות ולתחזק קהילה של אנשי מקצוע מאומתים. מיילים של עבודה הם הדרך הטובה ביותר עבורנו לאמוד את הסטטוס המקצועי של משתמשים פוטנציאליים.
        אם אתה מודאג מאבטחה, אנו רוצים שתדע שכתובות דוא"ל אינן מחוברות לחשבונות. כמו כן, לעולם לא תקבל הודעות מ-techie אלא אם תבקש. למידע נוסף, עיין בסעיף הפרטיות והאבטחה של שאלות נפוצות זה.
    </div>


    <div class="question">
        לא קיבלתי קוד אימות. כיצד אוכל להשלים את תהליך ההרשמה?
    </div>
    <div class="answer">
        הקפד לבדוק את תיקיית הספאם שלך.
    </div>
    <div class="section">
        <h2>ניהול חשבון</h2>
    </div>
    <div class="question">
        איך אני משנה את שם המשתמש שלי?
    </div>
    <div class="answer">
לחץ על אייקון המשתמש שלך, עבור אל ערוך פרופיל > שנה שם משתמש.
      
    </div>
    <div class="question">
        כיצד אוכל לשנות את הסיסמה שלי?
    </div>
    <div class="answer">
 		לחץ על אייקון המשתמש שלך, עבור אל ערוך פרופיל > שנה סיסמה.
    </div>

    <div class="question">
        שכחתי את הסיסמה שלי. כיצד ניתן לאחזר אותה?
    </div>
    <div class="answer">
        אין באפשרותנו לאחזר סיסמאות עקב אילוצי אבטחה מסוימים שנועדו להגן על האנונימיות שלך. כדי לגשת ל-techie, תצטרך ליצור חשבון חדש.
    </div>

    <div class="question">
        איך אני מוחק את הפוסטים שלי?
    </div>
    <div class="answer">
        בחר בסמל שלוש הנקודות (• • •) בכל פוסט שברצונך להסיר, ולאחר מכן בחר למחוק. מחיקה תסיר לצמיתות את התוכן שלך מ-techie. כדי לראות רשימה מלאה של התוכן שלך, תוכל לבדוק את היסטוריית הפעילויות בפרופיל שלך.
    </div>
    <div class="question">
        איך אני מוחק את החשבון שלי?
    <div>
    <div class="answer">
	לחץ על אייקון המשתמש שלך, עבור אל ערוך פרופיל > מחק חשבון.
    </div>

    <div class="section">
        <h2>פרטיות ואבטחה</h2>
    </div>

    <div class="question">
        האם המעסיק שלי יידע שאני ב-techie אם אני מאמת את הדוא"ל שלי בעבודה?
    </div>
    <div class="answer">
        המעסיק שלך לא יידע שאתה ב-techie אם תחליט להצטרף.
        אם המעסיק שלך עוקב אחר חשבונות דוא"ל של החברה, הוא יכול לברר אם ביקשת קוד אימות או לא. עם זאת, קבלת קוד אימות אינה אומרת שיש לך חשבון אצלנו. ישנם צעדים נוספים שיש לנקוט כדי להגדיר חשבון. לאחר הגדרת חשבון, לעולם איננו שולחים הודעת אישור בדוא"ל.
    </div>
    <div class="question">
    האם ניתן לזהות אותי אם אני מצטרף ל-techie?
    </div>
    <div class="answer">
        המידע היחיד שנדרש בעת ההצטרפות הוא כתובת אימייל. הודעות דוא"ל מועברות ל-hasing ו-salting בכיוון אחד. המשמעות היא שהפעילות שלך לעולם לא תהיה מחוברת למייל שלך. שמך אפילו לא יחובר לחשבון שלך מכיוון שלעולם לא נבקש מידע זה. בקיצור, אתה תהיה אנונימי, אפילו לחברי הצוות שלנו.

        כדי להגן עוד יותר על האנונימיות שלך, אנו מבקשים ממך לא לשתף מידע אישי מזהה עם משתמשים אחרים. עם מספיק פרטים, ייתכן שהם יוכלו לגלות את זהותך.
    </div>
    <div class="question">
        האם אוכל להסתיר את שם החברה שלי כדי להימנע מזיהוי?
    </div>
    <div class="answer">
 
        שמות חברות מוקצים לכל משתמש לאחר אימות העסקה. היתרון בלראות שמות של חברות הוא שגם אתה וגם משתמשים אחרים יכולים לדעת למי אתה מתחבר. למשל, עובד אמזון, עובד פייסבוק וכן הלאה. תג החברה הוא מרכיב חיוני בקהילה המאומתת שלנו ואנו לא מאפשרים למשתמשים להסתיר אותו בשלב זה.
    </div>
</div>
