<!-- IMPORT partials/breadcrumbs.tpl -->
<div data-widget-area="header">
	{{{each widgets.header}}}
	{{widgets.header.html}}
	{{{end}}}
</div>

<div class="faq why-work-email">
<div class="section">techie נוצר כדי להגן על האנונימיות שלך</div>
<div class="question">מהם היתרונות של אימות הדוא"ל שלך בעבודה?</div>
<div class="answer">
התחבר לאנשי מקצוע מאומתים באמצעות פוסטים והודעות ישירות.
גלה כמה עובדים מאומתים אחרים בחברה או בתעשיה שלך מרוויחים.
</div>
<div class="question">
האם באמת אהיה אנונימי?
</div>
<div class="answer">
כן. האימייל של העבודה שלך עובר גיבוב חד כיווני ומומלח כך שאף אחד לא יוכל לזהות מי אתה. פעילות של משתמש לעולם אינה מחוברת לאימייל המגובב.
שיתוף מידע אישי מזהה אסור בהחלט ב-techie. כל תוכן שמפר מדיניות זו יוסר במהירות מהפלטפורמה שלנו.
</div>
<div class="question">
האם המעסיק שלי יכול לברר אם אני ב-techie?
</div>
<div class="answer">
לא. אמנם אנחנו שולחים קוד אימות, אבל אימייל זה לא יכול לשמש הוכחה שיצרנו חשבון ב-techie. בנוסף, אנו לא שולחים דוא"ל אישור לאחר יצירת חשבון, כך שאי אפשר להוכיח שאדם כלשהו פעיל בקהילה שלנו.
פעילות המשתמשים אף פעם לא מחוברת לאף אימייל.
</div>
</div>
